package databasesInMemory.persons;

import java.util.ArrayList;

public class PersonsDatabase {
    public static ArrayList<String> persons;

    static {
        persons = new ArrayList<>() {{
            add("Иванов Алексей Александрович");
            add("Иванов Алексей Николаевич");
            add("Иванов Владислав Александрович");
            add("Иванов Владислав Владимирович");
            add("Иванов Владислав Николаевич");
            add("Иванов Иван Александрович");
            add("Иванов Иван Владимирович");
            add("Иванов Максим Николаевич");
            add("Иванов Сергей Александрович");
            add("Иванов Сергей Владимирович");
            add("Петров Алексей Александрович");
            add("Петров Алексей Владимирович");
            add("Петров Владислав Александрович");
            add("Петров Владислав Владимирович");
            add("Петров Даниил Александрович");
            add("Петров Даниил Владимирович");
            add("Петров Иван Николаевич");
            add("Петров Максим Александрович");
            add("Петров Максим Владимирович");
            add("Петров Максим Николаевич");
            add("Петров Сергей Александрович");
            add("Петров Сергей Владимирович");
            add("Петров Сергей Николаевич");
            add("Сидоров Алексей Александрович");
            add("Сидоров Алексей Владимирович");
            add("Сидоров Алексей Николаевич");
            add("Сидоров Владислав Александрович");
            add("Сидоров Владислав Владимирович");
            add("Сидоров Владислав Николаевич");
            add("Сидоров Иван Александрович");
            add("Сидоров Иван Владимирович");
            add("Сидоров Иван Николаевич");
            add("Сидоров Максим Александрович");
            add("Сидоров Максим Владимирович");
            add("Сидоров Сергей Николаевич");
            add("Смирнов Алексей Александрович");
            add("Смирнов Алексей Николаевич");
            add("Смирнов Владислав Александрович");
            add("Смирнов Владислав Владимирович");
            add("Смирнов Даниил Александрович");
            add("Смирнов Даниил Владимирович");
            add("Смирнов Даниил Николаевич");
            add("Смирнов Иван Александрович");
            add("Смирнов Иван Владимирович");
            add("Смирнов Иван Николаевич");
            add("Смирнов Максим Александрович");
            add("Смирнов Максим Владимирович");
            add("Смирнов Максим Николаевич");

        }};
    }
}
